Repository: entropia/dontrack
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: de

source: Display name
de: Anzeigename

source: Profile
de: Profil

source: Donor registration tool
de: Spendererfassung

source: This tool allows donors to provide their personal information so Entropia e.V. can create a tax receipt for you.
de: Diese Software erlaubt es Spendern ihre persönlichen Daten an den Entropia e.V. zu geben, damit eine Spendenbescheinigung ausgestellt werden kann.

source: If you want to donate to Entropia e.V. or the Gulschprogrammiernacht please head to the infodesk if you are on site or
de: Wenn du an den Entropia e.V. oder die Gulaschprogrammiernacht spenden möchtest, gehe bitte zum Infodesk, wenn du vor Ort bist oder

source: the website
de: die Webseite

source: or the
de: oder den

source: How does this work
de: Wie funktioniert das

source: After you donated to the event on site you get a receipt with a unique QR-code. Using the QR-code you can claim your donation and provide your details. If you donated multiple times you will have to repeat this process.
de: Nachdem du auf der Veranstaltung gespendet hast, erhältst du einen einzigartigenQR-Code. Mit diesem Code kannst du deine Spende registrieren und deine persönlichen Daten angeben. Wenn du mehrfach gespendet hast, musst du diesen Prozess wiederholen.

source: And my webshop donation
de: Und meine Webshop Spende

source: If you donated through the webshop and provided your name and address through through the invoice information we will send you a receipt after the event.
de: Wenn du über unseren Webshop gespendet hast und Rechnungsdaten hinterlegt hast, senden wir dir nach der Veranstaltung eine Bescheinigung zu.

source: What if I donated directly to your bank account
de: Was mache ich, wenn ich direkt an das Bankkonto gespendet habe

source: If you donated directly to our bank account, please drop us an email at "vorstand [at] entropia [dot] de" with details about your donation and we will send you a receipt.
de: Wenn du direkt an unser Bankkonto gespendet hast, schreib uns bitte an "vorstand [at] entropia [punkt] de" mit Details zu deiner Spende und wir senden dir eine Bescheinigung zu.

source: Error while creating the user instance!
de: Fehler beim Erstellen vom Benutzerobjekt!

source: Successfully logged in!
de: Login erfolgreich!

source: Error while trying to authenticate with sso! %(message)s
de: Fehler bei der Authentifizierung via SSO! %(message)s

source: My account
de: Mein Account

source: Amount
de: Höhe

source: Donor
de: Spender

source: Donation
de: Spende

source: Donations
de: Spenden

source: Create donation
de: Spende anlegen

source: Create
de: Erstellen

source: Date
de: Datum

source: Street
de: Straße (Hausnummer)

source: Postal code
de: Postleitzahl

source: City
de: Stadt

source: Country
de: Land

source: Donors
de: Spender

source: Register as donor
de: Registrierung als Spender

source: Thanks for your donation! If you fill out this form we will send you a proof of donation after the event.
de: Danke für deine Spende! Wenn du dieses Formular ausfüllst werden wir dir nach der Veranstaltung eine Spendenbescheinigung zusenden.

source: Donation time
de: Spendenzeitpunkt

source: Donation amount
de: Spendenhöhe

source: Register
de: Registrierung

source: QR Code for donor registration
de: QR-Code für Spendererfassung

source: Donor registration QR-Code
de: Spendererfassungs QR-Code

source: Donor is already registered.
de: Spender ist bereits erfasst.

source: Donor registration error
de: Fehler bei der Spendererfassung

source: Register donor
de: Erfasse Spender

source: Timestamp
de: Zeitstempel

source: User
de: Benutzer

source: Object type
de: Objekt-Typ

source: Object
de: Objekt

source: Change
de: Änderung

source: German
de: Deutsch

source: English
de: Englisch

source: You should not be here
de: Du darst hier nicht sein

source: You don't have access to this page
de: Du hast keinen Zugriff auf die Seite

source: Return to the
de: Zurück zur

source: Not found
de: Nicht gefunden

source: There is nothing here.
de: Hier wurde nichts gefunden.

source: Register donation
de: Erfasse Spende

source: List donations
de: Spendenliste

source: Download donors
de: Spenderdatei runterladen

source: Claimed orders
de: Importierte Bestellungen

source: Language selector
de: Sprachauswahl

source: Pretix order id
de: Pretix Bestellnummer

source: Pretix position id
de: Pretix Bestellposition

source: Pretix order
de: Pretix Bestellung

source: Pretix orders
de: Pretix Bestellungen
